---
kind: other
id: Properties.T:Autodesk.Revit.DB.Instance
source: html/b50f41b3-e517-818b-5783-2b155e5c35a2.htm
---
# Instance Properties

The id of the assembly instance to which the element belongs.